Repository: altairos/MiLens-iOS
Catalog: MiLensWidget/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, zh_hant

# widget.common.daysLater
source: 天后
de: Tage später
en: days later
fr: Dans
ja: 日後
zh_hant: 天後

# widget.common.daysLaterCount %lld
source: %lld 天后
de: In %lld Tagen
en: In %lld days
fr: Dans %lld jours
ja: %lld日後
zh_hant: %lld 天後

# widget.common.recent
source: 最近
de: Kürzlich
en: Recent
fr: Récents
zh_hant: 近期

# widget.common.today
source: 今天
de: Heute
en: Today
fr: Aujourd'hui
ja: 今日

# widget.empty.createPetFirst
source: 先建立一份伙伴档案
de: Erstelle zuerst ein Profil für dein Haustier
en: Create a pal profile first
fr: Créez d'abord le profil d'un compagnon
ja: まず、うちの子プロフィールを作成しましょう
zh_hant: 先建立一份毛小孩檔案

# widget.entity.anniversary
source: 纪念日
de: Jahrestag
en: Anniversary
fr: Date anniversaire
ja: 記念日
zh_hant: 紀念日

# widget.entity.pet
source: 伙伴
de: Haustier
en: Pal
fr: Compagnon
ja: うちの子
zh_hant: 毛小孩

# widget.intents.anniversary.auto
source: 自动（最近）
de: Auto
en: Auto (nearest)
fr: Automatique (la plus proche)
ja: 自動（直近）
zh_hant: 自動（近期）

# widget.intents.anniversary.settings.description
source: 选择展示哪个伙伴的哪个纪念日倒计时
de: Wähle aus, welcher Jahrestag deines Haustiers auf dem Widget angezeigt werden soll
en: Select which pal's anniversary to display on the widget
fr: Choisissez l'anniversaire du compagnon à afficher sur le widget
ja: 表示するうちの子と記念日のカウントダウンを選びます
zh_hant: 選擇要在小工具中顯示哪位毛小孩的哪項紀念日倒數

# widget.intents.anniversary.settings.title
source: 纪念日设置
de: Jahrestag
en: Anniversary
fr: Anniversaire
ja: 記念日の設定
zh_hant: 紀念日設定

# widget.intents.pet.all
source: 全部伙伴
de: Alle Haustiere
en: All Pals
fr: Tous les compagnons
ja: すべてのペット
zh_hant: 所有毛小孩

# widget.intents.photoEcho.content
source: 内容
de: Inhalt
en: Content
fr: Contenu
ja: 表示内容
zh_hant: 內容

# widget.intents.photoEcho.contentSource
source: 内容来源
de: Inhaltsquelle
en: Content Source
fr: Source du contenu
ja: 写真の種類
zh_hant: 內容來源

# widget.intents.photoEcho.settings.description
source: 选择展示哪个伙伴的哪类照片
de: Wähle aus, welche Fotos auf dem Widget angezeigt werden sollen
en: Select which photos to display on the widget
fr: Choisissez le compagnon et le type de photos à afficher
ja: 表示するうちの子と写真の種類を選びます
zh_hant: 選擇要在小工具中顯示哪位毛小孩的哪類照片

# widget.intents.photoEcho.settings.title
source: 相片回声设置
de: Foto-Echo
en: Photo Echo
fr: Écho photo
ja: フォトエコーの設定
zh_hant: 照片回聲設定

# widget.intents.photoEcho.source.recentWork
source: 最近作品
de: Letzte Werke
en: Recent Works
fr: Créations récentes
ja: 最近の作品
zh_hant: 近期作品

# widget.intents.photoEcho.source.todayOrRecent
source: 今日 / 最近
de: Heute / Kürzlich
en: Today / Recent
fr: Aujourd'hui / Récents
ja: 今日または最近
zh_hant: 今日 / 近期

# widget.intents.photoEcho.source.yearsAgoToday
source: 往日回忆
de: An diesem Tag in vergangenen Jahren
en: On This Day
fr: Souvenirs d'autrefois
ja: あの日の思い出
zh_hant: 往日回憶

# widget.intents.selectPet.description
source: 选择这个 Widget 展示的伙伴档案
de: Wähle das Profil deines Haustiers für das Widget aus
en: Select the pal profile to display in the widget
fr: Sélectionnez le profil du compagnon à afficher dans le widget
ja: このウィジェットに表示するうちの子プロフィールを選びます
zh_hant: 選擇此小工具要顯示的毛小孩檔案

# widget.intents.selectPet.title
source: 选择伙伴
de: Haustier auswählen
en: Select Pal
fr: Choisir un compagnon
ja: うちの子を選択
zh_hant: 選擇毛小孩

# widget.lifeArchive.description
source: 这份档案已经积累了多久、多少照片和多少记忆
de: Sieh, wie lange ihr schon zusammen seid, plus aktuelle Fotos und Erinnerungen
en: See how long you have been together, plus recent photos and memories
fr: Voyez depuis combien de temps l'archive existe, et combien de photos et de souvenirs elle contient
ja: 一緒に過ごした日々と、写真や思い出の数を振り返ります
zh_hant: 記錄你們相伴了多久，以及近期的照片與珍貴回憶

# widget.lifeArchive.empty.noPhotos
source: 档案还没有照片
de: Noch keine Fotos
en: No photos yet
fr: Aucune photo pour l'instant
ja: プロフィールにはまだ写真がありません
zh_hant: 檔案中尚無照片

# widget.lifeArchive.name
source: 档案年轮
de: Lebensarchiv
en: Life Archive
fr: Archive de vie
ja: 思い出の年輪
zh_hant: 檔案年輪

# widget.lifeArchive.stat.memories
source: 记忆
de: Erinnerungen
en: Memories
fr: Souvenirs
ja: 思い出
zh_hant: 回憶

# widget.lifeArchive.stat.photos
source: 照片
de: Fotos
en: Photos
fr: Photos
ja: 写真

# widget.lifeArchive.stat.works
source: 作品
de: Werke
en: Works
fr: Créations

# widget.lockscreen.countdown.name
source: 倒计时
de: Countdown
en: Countdown
fr: Compte à rebours
ja: カウントダウン
zh_hant: 倒數計時

# widget.lockscreen.memory.createFile
source: 建档
de: Haustier hinzufügen
en: Add a Pal
fr: Ajouter un profil
ja: プロフィールを作成
zh_hant: 建立檔案

# widget.lockscreen.memory.description
source: 伙伴名与一段回忆的日期和标题
de: Eine Erinnerung mit deinem Haustier und den gemeinsamen Tagen
en: A memory with your pal and days together
fr: Le nom du compagnon, la date et le titre d'un souvenir
ja: うちの子の名前と、思い出の日付・タイトルを表示します
zh_hant: 毛小孩名字與一段回憶的日期與標題

# widget.lockscreen.memory.name
source: 一段回忆
de: Eine Erinnerung
en: A Memory
fr: Un souvenir
ja: ひとつの思い出
zh_hant: 一段回憶

# widget.lockscreen.memory.pending
source: 待记录
de: Ausstehend
en: Pending
fr: En attente
ja: まだ記録がありません
zh_hant: 待記錄

# widget.photoEcho.description
source: 回看今天、往日或最近的一张照片
de: Erlebe die heutigen Fotos und Erinnerungen aus vergangenen Jahren neu
en: Rediscover a photo from today, years past, or just recently
fr: Retrouvez une photo d'aujourd'hui, d'autrefois ou de ces derniers jours
ja: 今日、過去の今日、または最近の写真を振り返ります
zh_hant: 重溫今天、往日或近期的一張照片

# widget.photoEcho.empty.noPhoto
source: 留下一张照片
de: Halte heute ein Foto fest
en: Leave a photo for today
fr: Laissez une photo pour aujourd'hui
ja: 最初の写真を残しましょう
zh_hant: 留下第一張照片

# widget.photoEcho.name
source: 相片回声
de: Foto-Echo
en: Photo Echo
fr: Écho photo
ja: フォトエコー
zh_hant: 照片回聲

# widget.stale.updated %@
source: 更新于 %@
de: Aktualisiert: %@
en: Updated %@
fr: Mis à jour : %@
ja: %@に更新
zh_hant: 更新於 %@

# widget.stale.waitingSync
source: 等待数据同步
de: Wartet auf Synchronisierung
en: Waiting for sync
fr: En attente de synchronisation
ja: データの同期を待っています
zh_hant: 正在等待資料同步

# widget.upcoming.daysTogether.adoption %lld
source: 已陪伴 %lld 天
de: %lld Tage seit der Adoption
en: %lld days since adoption
fr: %lld jours depuis l'adoption
ja: 家族になって%lld日

# widget.upcoming.daysTogether.birthday %lld
source: 出生至今 %lld 天
de: %lld Tage alt
en: %lld days old
fr: %lld jours d'âge
ja: 生まれてから%lld日

# widget.upcoming.daysTogether.memorial %lld
source: 已记录 %lld 天
de: Seit %lld Tagen aufgezeichnet
en: Recorded for %lld days
fr: %lld jours enregistrés
ja: 記録を始めて%lld日
zh_hant: 已記錄 %lld 天

# widget.upcoming.description
source: 指定一个纪念日的倒计时，或自动取最近的一个
de: Zählt bis zum nächsten wichtigen Tag deines Haustiers herunter und wählt automatisch den nächsten Jahrestag
en: Count down to an anniversary you pick — or the closest one, automatically
fr: Compte à rebours vers la date choisie — ou automatiquement vers la plus proche
ja: 記念日を指定するか、直近の記念日を自動で表示します
zh_hant: 倒數毛小孩的下一個重要日子，或自動選取最近的紀念日

# widget.upcoming.empty.missing
source: 该纪念日已不存在
de: Dieser Jahrestag ist nicht mehr vorhanden
en: This anniversary no longer exists
fr: Cette date anniversaire n'existe plus
ja: この記念日は削除されています
zh_hant: 該紀念日已不存在

# widget.upcoming.empty.none
source: 还没有纪念日
de: Keine anstehenden Jahrestage
en: No upcoming anniversaries
fr: Aucune date anniversaire à venir
ja: 記念日はまだありません
zh_hant: 目前尚無紀念日

# widget.upcoming.name
source: 纪念日
de: Anstehende Jahrestage
en: Upcoming Anniversaries
fr: Anniversaires à venir
ja: 記念日
zh_hant: 即將到來的紀念日

# widget.upcoming.remainingDays %lld
source: 还有 %lld 天
de: In %lld Tagen
en: In %lld days
fr: Dans %lld jours
ja: あと%lld日
zh_hant: 還有 %lld 天

# widget.upcoming.today
source: 今天是这个日子
de: Heute
en: Today
fr: C'est aujourd'hui !
ja: 今日は記念日です
zh_hant: 就是今天
